products = [
    {
        "название": "Digital education",
        "описание": "Описание продукта Digital ed",
        "стоимость": 100,
        "фото": "image1.png"
    },
    {
        "название": "Флюиды осознанности",
        "описание": "Описание продукта Флюиды осознанности",
        "стоимость": 200,
        "фото": "image2.png"
    },
    {
        "название": "Иван Скорняков",
        "описание": "Описание продукта Иван Скорняков",
        "стоимость": 300,
        "фото": "image3.png"
    },
]


# Список товаров
products2 = [
    {
        "name": "Digital ed",
        "description": "Описание Digital ed: рандомный текст 1",
        "photo": "image1.png"
    },
    {
        "name": "Флюиды осознанности",
        "description": "Описание Флюиды осознанности: рандомный текст 2",
        "photo": "image2.png"
    },
    {
        "name": "Иван Скорняков",
        "description": "Описание Иван Скорняков: рандомный текст 3",
        "photo": "image3.png"
    }
]

image_captions = {
    1: "*Название*: _Digital education_\n*Описание*: _Описание продукта Digital education_",
    2: "*Название*: _Флюиды осознанности_\n*Описание*: _Описание продукта Флюиды осознанности_",
    3: "*Название*: _Иван Скорняков_\n*Описание*: _Описание продукта Иван Скорняков_",
}

image_captions2 = {
    1: "*Название*: _Digital education_\n*Описание*: _Описание продукта Digital education_\n*Стоимость*: 100",
    2: "*Название*: _Флюиды осознанности_\n*Описание*: _Описание продукта Флюиды_\n*Стоимость*: 200",
    3: "*Название*: _Иван Скорняков_\n*Описание*: _Описание продукта Иван Скорняков_\n*Стоимость*: 300",
}

image_prices = {
    1: 100,
    2: 200,
    3: 300
}

discounts = [10, 20, 30, 40]

start = "*Привет!*"
start2 = "👋🏻_Давай начнем регистрацию:_"
login = "*Придумайте себе логин:* ⬇️"
email1 = "✅*Отлично!*"
email2 = "📧_Напишите свой Email адрес:_"
phone = "📞_Напишите свой контактный телефон:_"
name = "📛_Введите свое полное имя:_"
password = "🔑_Создайте свой секретный пароль или нажмите кнопку «Сгенерировать»:_"
sekpas = "🔐*Ваш секретный пароль:*"
sekpas2 = "🔐*Сгенерированный секретный пароль:*"
reg = "*Вы успешно зарегистрированы ✅*"
kon = "🎁_Хотите принять участие в конкурсе?_"
otkaz1 = "_Вы отказались принять участие в конкурсе._"
otkaz2 = "*Выбрать программу*"
cont = "Email: hello@digitaled.info\nSupport: support@digitaled.info\nSite: Digitaled.info"
ke = "*Учеников:*\n*Новых учеников:*\n*Переходов:*\n*Просмотров:*\n*Продаж:*"
fi = "*Оплат:*\n*Выручка:*\n*Сумма скидок:*\n*Подарено скидок на сумму:*"
pe = "*Посещений сайта:*\n*Переходов в бота с сайта:*\n*Другие источники:*"
po = "*Активных подписок:*\n*Отменено подписок:*"
